tap "buo/cask-upgrade"
tap "jandedobbeleer/oh-my-posh"
tap "localstack/tap"
tap "oven-sh/bun"
brew "bat"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "haproxy"
brew "lsd"
brew "neovim"
brew "node"
brew "tmux"
brew "uv"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "anydesk"
cask "bruno"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "ngrok"
cask "obsidian"
cask "rocket"
cask "shottr"
cask "unnaturalscrollwheels"
cask "zed"
cask "zoom"
go "github.com/air-verse/air"
go "github.com/sazardev/goca"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
