tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
brew "bat"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "lsd"
brew "neovim"
brew "uv"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
